<template>
  <div id="introduction" class="platform-introduction">
    <h1 class="title">平台简介</h1>
    <p class="mt-10">
      国家科技基础条件平台建设是我国科技创新体系建设的重要内容，是社会科技进步的重要标志，是增强国家竞争能力的基础性支撑，是国家安全的重要保障。通过国家科技基础条件平台建设，既要有效地促进科技资源的合理保护、科学管理和高效共享，为科技活动提供大量的、高质量的原始性创新资源，又要有效确保我国的生态安全、卫生安全、资源安全、社会安全及国家安全。
    </p>
    <p class="mt-10">
      岩矿和化石标本资源是地质工作者长期采集、整理、鉴定、研究和收藏的矿物、岩石、矿石和化石标本以及一切相关的数据和研究资料。我国各地质博物馆、自然博物馆、院校、科研所和生产单位虽然收集、保存大量的岩矿和化石标本，拥有丰富的岩矿化石标本资源，但缺乏系统性和科学的管理，各单位之间没有统一的标本描述标准、规范，没有建立统一的资源网络平台，岩矿化石标本资源的有效共享程度极低，因此对岩矿化石标本资源的收集、整理、保存、利用与共享工作是我国地质科技事业中一项重要而急迫、长期而又基础性的战略任务。
    </p>
    <p class="mt-10">
      “国家岩矿化石标本资源共享平台”（http://www.nimrf.net.cn）创建于2003年，是科技部国家科技基础条件平台的重要组成部分及成果之一，由中国地质大学（北京）牵头，中国地质博物馆、中国科学院古脊椎动物与古人类研究所、中国科学院南京地质古生物研究所、中国地质科学院矿产资源研究所、中国地质大学（武汉）、吉林大学等七家以上国家级岩矿化石标本资源保存单位共同完成，按照标本资源产权归属不变的原则，采用标本实物资源由各单位保存，标本信息资源统一发布的管理方式。平台系统整合了我国收藏的具有科学价值的岩矿化石标本资源30万余件，除发布标本信息、古生物化石群专题、典型矿床专题、珠宝玉石专题、特色地学专题、系统矿物学查询系统检索外，还设有全球各国及地区的岩矿化石标本资源网链接。为地学领域科学研究、科技创新、专业教学、科学普及提供服务。
    </p>
    <p class="mt-10">
      “国家岩矿化石标本资源共享平台”的最终目标是：建成一个现代化、国际化、开放型的地学领域岩矿化石数据中心，届时，信息网将拥有岩矿标本实物库、数据图形库、图像库、相应的文献库等，并与国内外相关数据中心、标本库、博物馆联网，使本共享平台具有收集贮存、检索查询、上网服务、数据发布等功能，同时为国内外同行专家对比研究和数据深入挖掘提供服务。
    </p>
    <p class="mt-10">衷心希望国内外地质科技工作者和社会公众提出宝贵意见，也欢迎资源保藏单位和个人提供标本资源，支持本平台的建设。</p>
  </div>
</template>

<script>
export default {
  name: 'introduction'
}
</script>

<style lang="scss" scoped>
.platform-introduction {
  font-size: 15px;
  line-height: 1.8;
  text-align: justify;
  text-indent: 30px;
  .title {
    font-weight: bold;
    font-size: 18px;
  }
}
</style>
